{
  "welcome": "Bienvenue!",
  "login": "Connexion",
  "email": "E-mail",
  "phone_number": "Téléphone",
  "subject": "Sujet",
  "password": "Mot de passe",
  "forgot_password": "Mot de passe oublié?",
  "sign_in": "Se connecter",
  "register": "S'inscrire",
  "dont_have_account": "Vous n'avez pas encore de compte?",
  "login_with_email": "Connexion avec email",
  "terms_of_use": "Conditions d'utilisation",
  "i_have_read_agree": "J'ai lu et j'accepte les",
  "already_have_an_account": "Vous avez déjà un compte ?",
  "choose_profile": "Choisir un profil",
  "before_creating_profile": "Avant de créer votre profil, sélectionnez votre rôle sur cette application.",
  "i_am_here_as": "Je suis ici en tant que",
  "enterprise": "Entreprise",
  "delivery_boy": "Livreur",
  "pickup_dropoff": "Ramassage & Dépôt",
  "continue": "Continuer",
  "address_book": "Carnet d'adresses",
  "billing_details": "Détails de facturation",
  "wallets": "Portefeuilles",
  "change_password": "Changer le mot de passe",
  "notifications": "Notifications",
  "language": "Langue",
  "logout": "Déconnexion",
  "language_switcher": "Changer de langue",
  "english": "Anglais",
  "france": "france",
  "request_delivery": "Demander une livraison",
  "orders": "Commandes",
  "message": "Message",
  "new_schedule": "Nouvel horaire",
  "dashboard": "Tableau de bord",
  "manage_company_locations": "Gérer les emplacements de l'entreprise",
  "delivery_preference": "Préférence de livraison",
  "accounts": "Comptes",
  "sign_out": "Déconnexion",
  "email_required": "L'email est obligatoire.",
  "email_invalid": "Veuillez entrer une adresse e-mail valide.",
  "password_min_length": "Le mot de passe doit comporter au moins 6 caractères.",
  "password_required": "Le mot de passe est obligatoire.",
  "username_or_password_incorrect": "Nom d'utilisateur ou mot de passe incorrect.",
  "login_failed": "Échec de la connexion en raison d'un jeton ou de données utilisateur manquants.",
  "invalid_credentials": "Identifiants invalides",
  "login_successful": "Connexion réussie ! Bon retour !",
  "verification_pending": "Vérification de l'utilisateur en attente",
  "welcome_back": "Bon retour !",
  "requestPickup": "Demander un ramassage !",
  "requestNowOrLater": "Demandez-le maintenant ou planifiez pour plus tard",
  "chooseVehicle": "Choisissez le véhicule",
  "continueToOrderDetails": "Continuez vers les détails de la commande",
  "whenDoYouNeedIt": "Quand en avez-vous besoin ?",
  "now": "Maintenant",
  "oneTime": "Une fois",
  "shifts": "Quarts",
  "multiples": "Multiples",
  "past": "Passé",
  "account":"Compte",
  "address":"Adresse",
  "country": "Pays",
  "city": "Ville",
  "state": "État",
   "postal_code": "Code Postal",
   "dni_number": "Numéro DNI",
  "enter_pickup_location":"Entrez l'emplacement de prise en charge",
  "enter_dropoff_location":"Entrez l'emplacement de dépôt",
  "use_current_location":"Utiliser la position actuelle",
  "add_vehicle": "Ajouter un véhicule",
  "select_vehicle_type": "Sélectionner le type de véhicule",
  "vehicle_description": "Veuillez ajouter le véhicule que vous utiliserez pour la livraison",
  "fill_vehicle_details": "Remplissez les détails du véhicule",
  "vehicleNo": "Numéro de véhicule",
  "make": "Marque du véhicule",
  "model": "Modèle du véhicule",
  "variant": "Variante du véhicule",
  "reg_doc": "Document d'immatriculation",
  "driving_license": "Permis de conduire",
  "insurance": "Document d'assurance du véhicule",
  "passport": "Document de passeport",
  "submit": "Soumettre",
  "select_work_type": "Sélectionnez comment vous souhaitez travailler?",
  "update": "Mettre à jour",
  "record_updated": "Enregistrement mis à jour avec succès.",
  "dashboard_welcome": "Ceci est votre tableau de bord Rapidmate!",
  "upcoming_deliveries": "Livraisons à venir",
  "recently_delivered": "Livré récemment",
  "my_companies": "Mes entreprises",
  "all": "Tout",
  "no_recent_deliveries": "Aucune livraison récente",
  "no_upcoming_orders": "Aucune commande à venir",
  "no_company_listing": "Aucune liste d'entreprise",
  "from": "De",
  "to": "À",
  "order_id": "ID de commande",
  "pickup_in": "Ramasser dans",
  "supports": "Soutiens",
  "support_phone": "Numéro de téléphone du support",
  "support_email": "E-mail du support",
  "see_all": "Voir tout",
  "wallets_balance": "Solde des portefeuilles",
  "payment_methods": "Méthodes de paiement",
  "add_funds": "Ajouter des fonds",
  "withdraw": "Retirer",
  "cards": "Cartes",
  "update_profile": "Mettre à jour le profil",
  "personal_details": "Détails personnels",
  "receive_push_notifications": "Recevoir des notifications push",
  "receive_promotional_emails": "Recevoir des e-mails promotionnels",
  "edit_address": "Modifier l'adresse",
  "save": "Sauvegarder",
  "before_setting_up_new_password": "Avant de configurer un nouveau mot de passe, veuillez confirmer votre mot de passe actuel",
  "use_at_least_6_characters": "Utilisez au moins 6 caractères, en mélangeant des majuscules, des minuscules, des chiffres et des symboles",
  "update_password": "Mettre à jour le mot de passe",
  "current_password": "Mot de passe actuel",
  "add_payment_methods": "Ajouter des méthodes de paiement",
  "enter_card_number": "Entrez le numéro de la carte",
  "confirm_new_password": "Confirmer le nouveau mot de passe",
  "manage_billing_address": "Gérer l'adresse de facturation",
  "ongoing": "En cours",
  "search_your_deliveries": "Recherchez vos livraisons",




  "StartAnotherSection": "----------------- Website Pages Start Here ----------------------------",
  "webHome_bannerTitle": "Votre partenaire de livraison fiable pour une logistique sans tracas et des livraisons à temps.",
  "webHome_bannerDescription": "Qu'il s'agisse d'une livraison rapide de nourriture depuis vos restaurants préférés, d'un déménagement sans tracas ou d'une logistique fiable, nous sommes votre partenaire de confiance, à un seul clic !",
  "webHome_bannerTrial": "Essai gratuit",
  "webHome_bannerDemo": "voir la démo",
  "restaurants": "Restaurants",
  "grocery": "Épicerie",
  "e_commerce": "Commerce électronique",
  "pharmacy": "Pharmacie et médicaments",
  "gifts": "Cadeaux",
  "deliveries_per_month": "Livraisons par mois",
  "successful_deliveries": "Livraisons réussies",
  "availability": "Disponibilité",
  "average_delivery_time": "Délai moyen de livraison",
  "discover_efficiency": "Découvrez l'efficacité avec",
  "transforming_workflow": "transformer votre flux de travail en toute transparence",
  "on_demand": "À la demande",
  "delivery": "livraison",
  "solution_for_everyone": "Des solutions pour tous",
  "on_demand_description": "Qu'il s'agisse d'un petit colis ou d'un envoi important, Rapidmate redéfinit la livraison en offrant des solutions transparentes et accessibles aux particuliers et aux entreprises. Comptez sur nous pour gérer votre logistique avec une précision, une rapidité et une fiabilité inégalées.",
  "track_your": "Suivez vos commandes",
  "orders_in": "Commandes en",
  "real_time": "temps réel",
  "track_your_description": "Gardez le contrôle total grâce à notre suivi des commandes en temps réel, qui fournit des mises à jour exactes et instantanées sur l'emplacement et l'état de votre commande. De l'enlèvement au dépôt, suivez sans effort chaque moment du parcours de votre commande.",
  "efficient_shift_description": "Rapidmate propose des livraisons efficaces, par équipe, qui sont très flexibles pour répondre à vos besoins en matière d'horaires. Que ce soit à la journée ou dans des créneaux horaires spécifiques, nous veillons à ce que notre personnel de livraison soit disponible pour répondre à vos demandes, en fournissant un service continu qui assure le bon déroulement de vos opérations et la satisfaction de vos clients.",
  "choose_your": "Choisissez votre",
  "delivery_vehicle": "Véhicule de livraison",
  "choose_your_description": "Choisissez le service de véhicules de livraison flexible de Rapidmate pour répondre aux besoins uniques de votre entreprise et de vos particuliers. Que vous ayez besoin d'un véhicule compact pour les petits colis ou d'un camion plus grand pour les livraisons en vrac, nous proposons une gamme de véhicules pour garantir la livraison rapide et sécurisée de vos marchandises.",
  "secure_payments": "Paiements sécurisés &",
  "effortless_booking": "Réservation facile",
  "effortless_booking_description": "Réserver vos livraisons n'a jamais été aussi facile. La plateforme intuitive de Rapidmate allie commodité et sécurité, offrant des options de paiement sans tracas et une expérience de réservation transparente du début à la fin.",
  "specialized_vehicle": "Véhicule spécialisé",
  "specialized_assistance": "Assistance",
  "specialized_assistance_description": "Rapidmate fournit une assistance automobile spécialisée de première qualité, avec des solutions de remorquage rapides et fiables, adaptées à vos besoins. Que vous soyez confronté à une panne inattendue ou que vous ayez besoin d'un transport urgent, notre flotte de véhicules ultramodernes et entièrement équipés vous garantit un service sans faille et sécurisé. Nous nous efforçons de minimiser les temps d'arrêt et de vous remettre rapidement sur la route, afin que vous puissiez poursuivre votre journée sans souci. Disponibles 24 heures sur 24 et 7 jours sur 7, nous fournissons une assistance fiable pour les besoins personnels et professionnels.",
  "commitment_sustainability": "Engagement en faveur du développement durable :",
  "our_eco_fleet": "Notre flotte écologique",
  "route_optimization": "Optimisation des itinéraires",
  "route_optimization_description": "Grâce à une technologie de pointe, nous veillons à ce que chaque itinéraire soit soigneusement planifié pour une efficacité maximale. Grâce à nos véhicules de livraison 100 % électriques, nous réduisons la consommation de carburant et le temps de livraison, ce qui rend vos opérations commerciales plus fluides et plus rapides.",
  "e_scooter": "E Scooter",
  "e_scooter_description": "La flotte écologique de Rapidmate comprend des scooters électriques de pointe, conçus pour offrir une solution de transport durable et efficace pour la mobilité urbaine. Alimentés par une énergie propre, nos e-scooters constituent une alternative rapide, rentable et respectueuse de l'environnement pour les déplacements de courte distance, aidant les entreprises à réduire leur empreinte carbone tout en améliorant leur efficacité opérationnelle.",
  "electric_vehicles": "électriques et",
  "hybrid_vehicles": "hybrides Véhicules",
  "hybrid_vehicles_description": "Entrez dans l'avenir d'une logistique respectueuse de l'environnement grâce à notre flotte de véhicules électriques et hybrides de pointe. Conçus pour minimiser l'impact sur l'environnement, ces véhicules offrent l'excellence tout en réduisant de manière significative les émissions de carbone.",
  "our_blogs": "Nos blogs",
  "view_all": "Voir tout",
  "development": "DÉVELOPPEMENT",
  "mobile_changing_game_blog": "La nouvelle application mobile pour conducteurs de Rapidmates change la donne !",
  "mobile_changing_game_blog_description": "La nouvelle application mobile pour chauffeurs de Rapidmate révolutionne la façon dont les chauffeurs gèrent leurs livraisons. Avec des mises à jour en temps réel, une navigation facile et des itinéraires optimisés, l'application assure un service plus rapide et plus efficace. Les chauffeurs peuvent désormais suivre leurs revenus, accéder à l'assistance et gérer leurs horaires de manière transparente, le tout depuis la paume de leur main. Découvrez l'avenir de la logistique de livraison avec l'application de Rapidmate qui change la donne !",
  "read_more": "Lire la suite",
  "sports": "Sports",
  "transforming_logistics_blog": "Transformer la logistique : Comment Rapidmate révolutionne les expériences de livraison",
  "transforming_logistics_blog_description": "Rapidmate remodèle le paysage logistique grâce à ses solutions de livraison innovantes. En associant une technologie de pointe à des services centrés sur le client, nous établissons de nouvelles normes en matière de rapidité, de fiabilité et d'efficacité. Du suivi en temps réel à la planification flexible, notre plateforme permet aux entreprises d'améliorer leurs opérations de livraison. Découvrez comment Rapidmate révolutionne les expériences de livraison pour un monde plus intelligent, plus rapide et plus connecté.",
  "tech_differently_blog": "Rapidmate fait la technologie de livraison différemment : Comment nous construisons l'avenir de la logistique",
  "tech_differently_blog_description": "Rapidmate redéfinit la technologie de livraison en associant l'innovation à l'aspect pratique pour créer une expérience logistique transparente. Notre plateforme s'appuie sur des outils de pointe tels que le suivi en temps réel, l'optimisation pilotée par l'IA et des solutions sur mesure pour les entreprises de toutes tailles. Nous donnons la priorité à l'efficacité, à la durabilité et à la satisfaction des clients pour rester en tête dans le secteur de la logistique en constante évolution. Découvrez comment Rapidmate façonne l'avenir de la livraison avec des solutions plus intelligentes, plus rapides et plus fiables.",
  "travel": "voyage",
  "ai_companies_blog": "Comment les entreprises spécialisées dans l'IA vont-elles gagner le marché de la livraison",
  "ai_companies_blog_description": "L'IA est en train de remodeler le secteur de la livraison, permettant aux entreprises de rationaliser les opérations, d'améliorer l'expérience client et de réduire les coûts. De l'analyse prédictive pour la prévision de la demande à l'optimisation des itinéraires et au suivi en temps réel, les outils alimentés par l'IA améliorent l'efficacité à chaque étape. Les entreprises qui adoptent ces technologies acquièrent un avantage concurrentiel, en livrant plus rapidement et de manière plus fiable que jamais. Découvrez comment les entreprises spécialisées dans l'IA sont prêtes à dominer l'avenir de la logistique grâce à des solutions plus intelligentes et basées sur les données.",
  "testimonials": "Témoignages",
  "footer_seamless_text": "Votre partenaire de choix pour une",
  "footer_logistics_text": "livraison et une logistique sans faille, à portée de",
  "footer_tapaway_text": "main",
  "get_in_touch": "Prendre contact",
  "business_solutions": "Solutions d'affaires",
  "more": "Plus..",
  "individual": "Individuel",
  "book_delivery": "Livraison du livre",
  "customized_schedule_delivery": "Calendrier de livraison personnalisé",
  "vehicle_assistance": "Vehicle Assistance",
  "packers_and_movers": "Emballeurs et déménageurs",
  "company": "Entreprise",
  "become_courier": "Devenir coursier",
  "our_services": "Nos services",
  "about_us": "Propos",
  "contact_us": "Contactez-nous",
  "terms_of_service": "Conditions d'utilisation",
  "privacy_policy": "Politique de confidentialité",
  "cookies": "Cookies",
  "home": "Domicile",
  "efficient_shift_based": "Livraisons efficaces par",
  "deliveries": "équipes",
  "header_offertext": "50% de réduction. Laissez-vous inspirer et essayez de nouvelles choses.",
  "restaurants_banner_description": "Rapidmate rationalise les opérations des restaurants grâce à l'intégration transparente des livraisons, à la flexibilité des horaires et à la prise en charge de plusieurs sites. Notre suivi en temps réel garantit la transparence, tandis qu'une flotte polyvalente permet d'effectuer des livraisons de toutes tailles, garantissant efficacité et fiabilité à chaque étape.",
  "advantages_of_partnering": "Avantages d'un partenariat avec",
  "advantages_of_solution": "Rapidmates Delivery Solution :",
  "straightforward_pricing": "Tarification simple, pas de commissions",
  "straightforward_pricing_description": "Avec Rapidmate, vous ne payez que pour les livraisons - il n'y a pas de frais cachés ou de commissions sur les repas comme sur les places de marché traditionnelles.",
  "lightning_fast": "Livraison rapide comme l'éclair en 20 minutes",
  "lightning_fast_description": "Vos repas sont préparés et livrés en moins de 20 minutes. Avec Rapidmate, profitez d'une vitesse et d'une fiabilité qui permettent à votre entreprise de poursuivre ses activités.",
  "your_data_Insights": "Vos données, vos idées",
  "your_data_Insights_description": "Restez maître de vos données clients grâce à des rapports personnalisés en marque blanche. Vos informations sont sécurisées, confidentielles et totalement intégrées à votre marque.",
  "optimized_delivery": "Gestion optimisée des livraisons",
  "optimized_delivery_description": "Avec Rapidmate comme partenaire de livraison fiable, vous avez la possibilité de décider comment gérer les coûts de livraison : les absorber, les répercuter ou les partager.",
  "shift_based": "Basé sur l'équipe",
  "delivery_service": "Service de livraison",
  "shift_based_description": "Optimisez les opérations de livraison de votre restaurant grâce au service par équipe de Rapidmate. Nous nous alignons sur vos heures d'ouverture pour vous fournir un service de livraison fiable exactement quand vous en avez besoin.",
  "immediate": "Demandes Immédiates ou",
  "immediate_schedule_request": "Planifiées",
  "immediate_schedule_request_description": "Qu'il s'agisse d'une livraison urgente ou d'un programme préétabli, Rapidmate veille à ce que vos commandes soient traitées rapidement et efficacement, répondant ainsi aux besoins dynamiques de votre restaurant.",
  "realtime": "Temps réel",
  "tracking": "Suivi",
  "realtime_tracking_description": "Contrôlez chaque livraison en temps réel grâce au système de suivi avancé de Rapidmate. Vous bénéficiez d'une visibilité totale sur vos commandes, de l'enlèvement à la livraison, ce qui vous permet d'assurer un service en temps voulu.",
  "profile": "Profil",
  "feedback": "Commentaires",
  "profile_feedback_description": "Améliorez votre processus de livraison grâce à des informations exploitables issues des commentaires des clients. Le système Rapidmate recueille et organise les commentaires, ce qui vous aide à améliorer la qualité du service et la satisfaction du client.",
  "seamless": "Sans couture",
  "coordination": "Coordination",
  "seamless_coordination_description": "Grâce à la plateforme Rapidmate, la coordination entre votre restaurant et l'équipe de livraison se fait en douceur et sans effort. Nous assurons une communication sans faille, ce qui rend l'ensemble du processus de livraison rapide et efficace.",
  "login_logout": "Connexion/Déconnexion",
  "login_logout_trackin_description": "Maintenir la transparence opérationnelle grâce au suivi des connexions et des déconnexions de Rapidmate. Surveillez les horaires et les activités du personnel de livraison pour garantir la responsabilité et des performances optimales.",
  "grocery_banner_description": "Des livraisons rapides et à la demande pour les épiceries !",
  "smart_integration": "Une intégration intelligente pour plus d'efficacité",
  "smart_integration_description": "Notre API avancée relie de manière transparente votre boutique de commerce électronique à vos clients, améliorant ainsi la portée et simplifiant le processus de livraison.",
  "comprehensive_platform": "Plate-forme complète de livraison du dernier kilomètre",
  "comprehensive_platform_description": "Rapidmate offre des solutions rapides et fiables de livraison en une heure ou le jour même, personnalisées pour répondre aux besoins de votre entreprise d'épicerie.",
  "adaptable_size": "Adaptable à toute taille de commande",
  "adaptable_size_description": "Qu'il s'agisse de petits produits d'épicerie ou d'expéditions en vrac, notre logistique optimisée garantit la solution de transport idéale pour chaque livraison.",
  "versatile_fleet": "Une flotte polyvalente et fiable",
  "versatile_fleet_description": "Comptez sur notre réseau de livraison professionnel, doté de capacités de chaîne du froid et de divers modes de transport, pour répondre à toutes vos exigences en matière de logistique.",
  "convenient_scheduling": "Horaires pratiques et flexibles",
  "convenient_scheduling_description": "Planifiez et gérez les livraisons sans effort, en garantissant à vos clients un service cohérent et une livraison dans les délais.Planification pratique et flexible",
  "quickand": "Rapide &",
  "quickand_delivery": "Des livraisons efficaces",
  "quickand_delivery_description": "Rapidmate propose des livraisons d'épicerie rapides et fiables, ce qui vous permet de garder vos étagères bien garnies et d'assurer le bon fonctionnement de votre entreprise. Comptez sur nous pour assurer l'efficacité et la fiabilité à chaque étape.",
  "Multiple_delivery": "Options de",
  "Multiple_delivery_options": "Livraison Multiples",
  "Multiple_delivery_options_description": "Adaptez-vous aux besoins uniques de votre entreprise grâce aux solutions de livraison flexibles de Rapidmate. Qu'il s'agisse de livraisons en vrac programmées ou de recharges urgentes, nous adaptons nos services à vos besoins.",
  "varying_vehicle": "Différentes options de",
  "varying_vehicle_options": "véhicules",
  "varying_vehicle_options_description": "Rapidmate propose une gamme variée de véhicules pour répondre à tous les besoins de livraison. Qu'il s'agisse d'un vélo compact pour les commandes locales rapides, d'une camionnette pour les expéditions en vrac ou de véhicules spécialisés pour les marchandises sensibles à la température, nous garantissons la solution de transport parfaite pour chaque tâche.",
  "order_history": "Historique des commandes",
  "order_history_tracking": "& Suivi",
  "order_history_tracking_description": "Gardez un contrôle total sur la chaîne d'approvisionnement de votre entreprise grâce à l'historique détaillé des commandes et au suivi en temps réel de Rapidmate. Suivez vos stocks et vos livraisons avec précision, en améliorant la transparence et en optimisant l'efficacité opérationnelle de votre entreprise.",
  "customer": "Satisfaction des",
  "satisfaction": "clients",
  "customer_satisfaction_description": "Chez Rapidmate, nous donnons la priorité à la réussite de votre entreprise. Avec un service fiable, des livraisons ponctuelles et un engagement d'excellence, nous assurons votre satisfaction à chaque étape du processus d'approvisionnement.",
  "pharmacy_banner_description": "Faites confiance à Rapidmate pour des livraisons de médicaments rapides et fiables, garantissant que vos besoins médicaux sont satisfaits avec soin et efficacité.",
  "prompt_medical_deliveries": "Livraisons médicales rapides",
  "handling_standards": "Des normes de manutention de premier ordre",
  "handling_standards_description": "Veiller à un soin méticuleux et au respect des règles lors du transport de produits pharmaceutiques sensibles.",
  "wide_service_network": "Réseau de services étendu",
  "wide_service_network_description": "Tirer parti d'un vaste système de distribution pour atteindre davantage de clients.",
  "round_clock_accessibility": "Accessibilité 24 heures sur 24",
  "round_clock_accessibility_description": "Offrir une flexibilité inégalée avec des solutions de livraison 24 heures sur 24 et 7 jours sur 7 pour le confort des patients.",
  "rapidmate_cosystem": "Pourquoi choisir l'écosystème de Rapidmate ?",
  "rapidmate_cosystem_description": "Rapidmate offre des solutions de livraison efficaces adaptées à toutes les entreprises, des petites entreprises aux grands fournisseurs et distributeurs. Notre écosystème évolutif garantit des opérations fluides, des économies et un service exceptionnel pour tous les besoins.",
  "secure_discreet": "Sécurisé Discret",
  "secure_discreet_description": "Rapidmate assure une livraison sécurisée et discrète des produits pharmaceutiques, en protégeant les articles sensibles et en préservant la confidentialité de votre entreprise et de vos clients.",
  "urgent_and": "Urgentes &",
  "scheduled_deliveries": "Livraisons Programmées",
  "scheduled_deliveries_description": "Qu'il s'agisse de fournitures médicales urgentes ou de livraisons en vrac programmées, Rapidmate propose des options de livraison flexibles adaptées aux exigences uniques de votre pharmacie ou de votre entreprise de soins de santé.",
  "professional": "Professionnels",
  "delivery_personnel": "Personnel de livraison",
  "delivery_personnel_description": "Nos livreurs, formés et professionnels, manipulent les fournitures médicales avec soin et précision, en veillant à respecter les normes industrielles en matière de sécurité du transport.",
  "live_order": "Commande en direct",
  "live_tracking": "Suivi",
  "live_tracking_description": "Obtenez une visibilité en temps réel de vos livraisons grâce à la fonction de suivi en direct de Rapidmate. Restez informé à chaque étape du processus, garantissant ainsi un service transparent et en temps voulu.",
  "reliable": "Fiable",
  "service": "Service",
  "reliable_service_description": "Faites confiance à Rapidmate pour des solutions de livraison fiables qui assurent le bon fonctionnement de votre pharmacie ou de vos activités de soins de santé, vous aidant ainsi à servir vos clients sans interruption.",
  "gifts_baanner_description": "Améliorez vos services de livraison de cadeaux avec les solutions à la demande de Rapidmate pour chaque moment spécial.",
  "customizable_routes": "Itinéraires personnalisables",
  "customizable_routes_description": "Des parcours de livraison sur mesure pour des remises de cadeaux personnalisées qui laissent une impression durable.",
  "professional_fleet_services": "Services professionnels de la flotte",
  "professional_fleet_services_description": "Vous pouvez compter sur des coursiers qualifiés qui utilisent diverses options de transport pour traiter chaque livraison avec soin.",
  "real_time_tracking": "Suivi en temps réel",
  "real_time_tracking_description": "Fournir aux clients des mises à jour en direct pour améliorer la transparence et la satisfaction.",
  "service_availability": "Disponibilité du service 7 jours sur 7",
  "service_availability_description": "Faites l'expérience d'une flexibilité inégalée grâce à des solutions de livraison disponibles tous les jours de la semaine, garantissant commodité et fiabilité pour vos besoins.",
  "specialized": "Spécialisé",
  "specialized_delivery_description": "Rapidmate se spécialise dans la livraison de cadeaux d'entreprise avec soin et précision. Qu'il s'agisse d'articles fragiles ou de colis en vrac, nous veillons à ce que chaque cadeau arrive dans un état impeccable et laisse une impression durable à vos destinataires.",
  "same_day_and": "Le jour même &",
  "same_day_and_description": "Choisissez entre des livraisons le jour même pour les besoins urgents ou des options programmées pour les campagnes de cadeaux planifiées. Rapidmate propose des solutions flexibles qui s'adaptent parfaitement aux délais de votre entreprise.",
  "custom_notes_and": "Notes personnalisées &",
  "instructions": "Instructions",
  "instructions_description": "Personnalisez vos livraisons avec des notes et des instructions spécifiques. Rapidmate s'assure que vos attentions sont parfaitement exécutées, améliorant ainsi l'expérience de vos clients et partenaires en matière de cadeaux.",
  "wide_range_of": "Large gamme de",
  "wide_range_of_description": "Qu'il s'agisse de petits colis délicats ou d'expéditions à grande échelle, la flotte diversifiée de Rapidmate est équipée pour traiter des cadeaux de toutes tailles, garantissant une expérience de livraison sans heurts à chaque fois.",
  "live_tracking_and": "Suivi en direct &",
  "updates": "Mises à jour",
  "updates_description": "Restez informé grâce au suivi et aux mises à jour en temps réel de vos livraisons. Rapidmate offre une transparence totale, ce qui vous permet de suivre la progression et de vous assurer que les livraisons arrivent à temps.",
  "e_commerce_banner_description": "Rapidmate propose des solutions de livraison personnalisées, garantissant que chaque commande répond aux préférences du client tout en promouvant la durabilité. Avec des délais de livraison rapides et fiables et des prix transparents, nous assurons une intégration transparente pour votre plateforme de commerce électronique. Faites-nous confiance en tant que partenaire logistique dédié pour une exécution optimisée des commandes et une satisfaction exceptionnelle des clients.",
  "sustainable_delivery_options": "Options de mise en œuvre durable",
  "sustainable_delivery_options_description": "Adoptez des pratiques écologiques pour réduire votre empreinte carbone.",
  "faster_delivery_times": "Des délais de livraison plus courts",
  "faster_delivery_times_description": "Assurez des livraisons rapides et fiables pour ravir vos clients.",
  "affordable_solutions": "Des solutions abordables",
  "affordable_solutions_description": "Rapidmate s'assure que nos tarifs sont non seulement compétitifs mais aussi plus raisonnables que ceux d'autres fournisseurs, vous offrant ainsi un excellent rapport qualité-prix sans compromis sur la qualité.",
  "seamless_implementation": "Une mise en œuvre sans faille",
  "seamless_implementation_description": "Notre équipe d'experts veille à ce que la stratégie d'exécution soit adaptée aux besoins de votre restaurant.",
  "reliable_logistics_partner": "Partenaire logistique fiable",
  "reliable_logistics_partner_description": "Rapidmate est votre partenaire logistique de confiance et s'occupe des livraisons avec précision et soin.",
  "integration": "Intégration",
  "integration_description": "Notre plateforme s'aligne parfaitement sur vos systèmes de commerce électronique, garantissant une gestion des commandes sans faille, une synchronisation des données en temps réel et une expérience logistique cohérente.",
  "delivery_points": "Points de livraison",
  "delivery_points_description": "Gérez efficacement divers points de livraison grâce au soutien logistique multipoint de Rapidmate. Que ce soit dans des villes animées ou dans des régions éloignées, nous garantissons des livraisons précises et fiables, quel que soit l'endroit où se trouvent vos clients.",
  "custom_delivery": "Livraison personnalisée",
  "scheduling": "Planification",
  "scheduling_description": "Adaptez vos livraisons à la perfection grâce aux options de programmation personnalisables de Rapidmate. Qu'il s'agisse de délais urgents ou de fenêtres flexibles, nous nous adaptons à vos besoins logistiques pour garantir un service exceptionnel et la satisfaction du client.",
  "e_commerce_live_tracking_description": "Restez informé à chaque étape grâce au système de suivi des commandes en temps réel de Rapidmate. Suivez vos expéditions avec une grande précision, ce qui vous assure transparence et tranquillité d'esprit, tant pour vous que pour vos clients.",
  "vehicle": "Véhicule",
  "range_vehicle_description": "Tirez parti de la flotte de véhicules diversifiée de Rapidmate, conçue pour répondre à toutes les exigences en matière de logistique. Des e-scooters agiles pour les livraisons rapides aux véhicules lourds pour les gros envois, nous avons la solution idéale pour chaque expédition.",
  "individuals_page": "Page des particuliers",
  "book_on_demand": "Livre à la demande",
  "book_on_demand_description": "Chez RapidMate, nous simplifions les livraisons grâce à notre service à la demande conçu pour les particuliers. Qu'il s'agisse d'envoyer un cadeau de dernière minute, de livrer des documents essentiels ou d'assurer le transport en toute sécurité d'objets personnels, nous prenons soin de chaque détail.",
  "customized_scheduled": "Livraison programmée ",
  "scheduled_individual_delivery": "personnalisée",
  "scheduled_individual_delivery_description": "Chez RapidMate, nous comprenons que toutes les livraisons ne sont pas urgentes, mais que toutes sont importantes. C'est pourquoi notre service de livraison programmée personnalisée est conçu pour vous offrir une flexibilité et une précision totales. Que vous ayez besoin de programmer des livraisons régulières de produits alimentaires, de fournitures médicales ou de colis personnels, nos solutions sur mesure garantissent que vos articles sont livrés exactement au moment et à l'endroit souhaités. Grâce à notre service fiable, à notre suivi en temps réel et à notre engagement à respecter la ponctualité, RapidMate fait en sorte que les livraisons programmées se déroulent sans stress et de façon transparente.",
  "packers_and": "Emballeurs et",
  "movers": "déménageurs",
  "packers_and_movers_description": "Chez RapidMate, nous redéfinissons la relocalisation grâce à notre service d'emballage et de déménagement transparent et fiable, conçu pour les particuliers. Que vous déménagiez à l'autre bout de la ville ou dans un nouveau quartier, nous prenons soin de chaque détail. De l'emballage de vos biens à la livraison en toute sécurité et dans les délais impartis, notre service rend le déménagement efficace et sans stress. Grâce à notre équipe de professionnels qualifiés et au suivi en temps réel, votre déménagement est entre de bonnes mains. RapidMate est votre partenaire de confiance pour des transitions sans souci.",
  "individual_specialized_vehicle_description": "Le service d'assistance aux véhicules de RapidMate est là pour vous fournir un soutien fiable et sur demande pour tous vos besoins en matière de véhicules. Que vous soyez bloqué sur la route, que vous ayez besoin d'un changement de pneu rapide ou d'une livraison de carburant d'urgence, notre équipe d'experts n'est qu'à un coup de fil. Nous offrons une assistance rapide, efficace et professionnelle pour vous permettre de reprendre la route en un rien de temps. Avec une disponibilité 24 heures sur 24, 7 jours sur 7 et un engagement à satisfaire le client, RapidMate est votre solution de choix pour les urgences automobiles.",
  "individuals_solutions": "Solution de livraison rapide pour les particuliers :",
  "broad_range_of_vehicles": "Large gamme de véhicules",
  "broad_range_of_vehicles_description": "Accédez à une flotte diversifiée conçue pour répondre à tous les besoins de livraison, des véhicules compacts pour les petits colis aux options spécialisées pour les articles volumineux ou sensibles.",
  "reliable_and_secure_handling": "Manipulation fiable et sûre",
  "reliable_and_secure_handling_description": "Qu'il s'agisse de vos biens précieux lors d'un déménagement, de colis urgents ou de l'assistance d'un véhicule, nous donnons la priorité à une manutention sûre et sécurisée à chaque étape.",
  "individual_real_time_description": "Restez informé grâce à des mises à jour en direct pour tous nos services - qu'il s'agisse de livraisons, de déménagements ou d'assistance aux véhicules - vous offrant ainsi transparence et contrôle.",
  "individual_availability": "Disponibilité 24/7",
  "individual_availability_description": "Faites l'expérience d'une flexibilité inégalée grâce à nos services 24 heures sur 24, qui vous garantissent une assistance et des solutions sur simple appel, à tout moment.",
  "expert_professionals": "Professionnels experts",
  "expert_professionals_description": "Nos professionnels et techniciens qualifiés fournissent un service de haute qualité avec soin et précision, garantissant votre confiance à chaque interaction.",
  "transparent_affordable_pricing": "Des prix transparents et abordables",
  "transparent_affordable_pricing_description": "Vous bénéficiez de tarifs compétitifs sans frais cachés pour tous les services, ce qui vous permet d'obtenir des solutions rentables adaptées à vos besoins particuliers.",
  "other_verticals": "Autres secteurs verticaux que",
  "we_serve": "nous servons",
  "other_verticals_description": "Chez RapidMate, notre connaissance approfondie du secteur et notre expertise nous permettent de fournir des solutions logistiques sur mesure dans divers secteurs verticaux. Nous nous adressons à des entreprises de toutes tailles, en garantissant des services de livraison rapides, fiables et sûrs pour des marchandises diverses.",
  "our_specialization_include": "Nos domaines de spécialisation sont les suivants:",
  "electronics_appliances": "Électronique et appareils ménagers",
  "electronics_appliances_description": "Manipulation et livraison d'articles électroniques délicats avec précaution.",
  "fmcg_consumer_goods": "FMCG et biens de consommation",
  "fmcg_consumer_goods_description": "Des livraisons rapides pour des produits de consommation qui évoluent rapidement.",
  "bulk_shipments_business_parcels": "Envois en nombre et colis commerciaux",
  "bulk_shipments_business_parcels_description": "Livraison efficace de gros envois et d'articles liés à l'entreprise.",
  "furniture": "Mobilier",
  "furniture_description": "Transport sécurisé du mobilier de maison et de bureau avec des précautions particulières.",
  "construction_materials": "Matériaux de construction",
  "construction_materials_description": "Une logistique fiable pour le transport des matériaux et des fournitures de construction.",
  "frozen_processed_foods": "Aliments surgelés et transformés",
  "frozen_processed_foods_description": "Livraison à température contrôlée pour les denrées périssables et les produits surgelés.",
  "more_page_bootom_description": "Quel que soit le secteur d'activité, RapidMate est votre partenaire logistique de confiance et vous propose des solutions flexibles et efficaces adaptées à vos besoins spécifiques.",
  "join_rapidmate": "Rejoignez Rapidmate :",
  "join_rapidmate_description": "Livrer des colis et gagner de l'argent selon vos horaires Horaires flexibles et prévisibles avec des itinéraires de votre choix.",
  "first_name": "Prénom",
  "last_name": "Nom de famille",
  "confirm_password": "Confirmer le mot de passe",
  "checkbox_collect_data_text": "Nous collectons ces données dans le but de traiter votre candidature pour devenir coursier. En cliquant sur cette case, vous reconnaissez avoir lu et compris les conditions générales d'utilisation du système",
  "apply_now": "postuler",
  "already_account_text": "Vous avez déjà un compte ?",
  "why_ride_rapidmate": "Pourquoi rouler avec Rapidmate ?",
  "flexible_schedule": "Horaire flexible",
  "flexible_schedule_description": "Roulez quand cela vous convient. Que vous cherchiez à combler des trous dans votre semaine ou à travailler à temps plein, Rapidmate vous offre la flexibilité de choisir vos heures à l'avance.",
  "great_earnings": "Des gains importants",
  "great_earnings_description": "Des taux de rémunération compétitifs avec des possibilités de primes et de pourboires. Plus vous livrez, plus vous gagnez.",
  "simple_and_efficient": "Simple et efficace",
  "simple_and_efficient_description": "Notre application conviviale pour conducteurs facilite la réservation des missions, la navigation sur les itinéraires et l'accès à vos revenus. Pas de procédures compliquées, juste de la conduite et de la livraison en toute simplicité.",
  "essentials_kickstart": "L'essentiel pour démarrer votre voyage avec",
  "smartphone": "Smartphone",
  "smartphone_description": "Un smartphone sur lequel est installée notre application Rapidmate Driver App",
  "reliable_vehicle": "Véhicule fiable",
  "reliable_vehicle_description": "Pour le transport, un véhicule fiable avec des documents d'immatriculation",
  "eligibility": "Éligibilité",
  "eligibility_description": "L'éligibilité est requise car il faut être âgé d'au moins 18 ans.",
  "ready_to_join": "Prêt à rejoindre la plateforme RapidMate ?",
  "follow_these_steps": "Suivez les étapes suivantes",
  "quick_apply": "Postuler rapidement",
  "quick_apply_description": "Remplissez notre formulaire de demande sans complications et préparez-vous à rouler.",
  "take_the_quiz": "Participez au quiz",
  "take_the_quiz_description": "Passez le test RapidMate pour montrer que vous êtes prêt à livrer !",
  "download_the_app": "Télécharger l'application",
  "download_the_app_description": "Installez l'application RapidMate et installez-vous.",
  "independent_couriers_trust": "Pourquoi les coursiers indépendants font confiance à ",
  "verified_reviews": "Avis vérifiés",
  "based_reviews": "Basé sur 50 commentaires",
  "what_is_rapidmate": "Qu'est-ce que Rapidmate ?",
  "sign_up_and": "Inscrivez-vous aujourd'hui et",
  "start_earning": "commencez à gagner !",
  "who_we": "Qui sommes",
  "who_we_are": "nous ?",
  "who_we_are_description": "Rapidmate est un fournisseur dynamique de solutions logistiques et de livraison, spécialisé dans une large gamme de services adaptés aux particuliers, aux entreprises et aux sociétés de tous secteurs. En mettant l'accent sur la fiabilité et l'efficacité, nous sommes votre partenaire de confiance pour des livraisons rapides, sûres et sans faille.",
  "our": "Notre",
  "mission": "mission",
  "our_mission_description": "Notre mission est de redéfinir la logistique en offrant des solutions de livraison innovantes, flexibles et durables. Nous nous engageons à aider les entreprises à optimiser leurs opérations, à améliorer la satisfaction de leurs clients et à réussir grâce à des services rapides, fiables et respectueux de l'environnement.",
  "vision": "Notre vision",
  "our_vision_description": "Notre vision est de devenir le premier fournisseur de solutions logistiques intelligentes, permettant aux entreprises d'évoluer sans effort et de servir leurs clients avec excellence. Notre objectif est de révolutionner le paysage de la livraison grâce à une technologie de pointe, une intégration transparente et un service exceptionnel.",
  "why": "Pourquoi",
  "choose_us": "Nous choisir",
  "why_choose_us_description": "Nous fournissons des solutions logistiques exceptionnelles adaptées à votre entreprise, garantissant des opérations sans heurts et vous permettant de gagner du temps. Avec une approche centrée sur le client, nous donnons la priorité à des livraisons rapides et sûres et à un service rentable sans compromettre la qualité. Notre assistance complète garantit que chaque aspect de votre livraison est traité avec précision, vous offrant ainsi la tranquillité d'esprit.",
  "flexible_delivery_options": "Options de livraison flexibles",
  "wide_range_vehicles": "Large gamme de véhicules",
  "secure_and_reliable": "Sûr et fiable",
  "versatile_payment_options": "Options de paiement polyvalentes",
  "customer_centric_approach": "Approche centrée sur le client",
  "team": "équipe",
  "designation": "Désignation",
  "our_core": "Nos valeurs",
  "our_core_values": "fondamentales",
  "excellence_delivered": "L'excellence au rendez-vous",
  "excellence_delivered_description": "Une qualité irréprochable dans tous les services.",
  "on_time_every_time": "À temps, à chaque fois",
  "on_time_every_time_description": "Livraison rapide et fiable.",
  "customers_first": "Les clients d'abord",
  "customers_first_description": "La satisfaction est notre priorité",
  "innovating_ahead": "Innover à l'avance",
  "innovating_ahead_description": "Façonner l'avenir de la logistique grâce à une innovation continue.",
  "now_your_fingertips": "au bout des doigts !",
  "now_your_fingertips_description": "Téléchargez l'application dès aujourd'hui sur l'App Store et le Play Store.",
  "contact_us_description": "Nous sommes là pour vous aider ! N'hésitez pas à nous contacter pour toute question, assistance ou opportunité de partenariat. Mettons-nous en relation et faisons en sorte que vos livraisons se déroulent sans heurts.",
  "send_message": "Envoyer un message",
  "close": "fermer",
  "testimonialsPizzhutText": "“La disponibilité et l'engagement de Rapidmate ont changé la donne pour nos opérations de livraison.”",
  "testimonialsPizzhutSubText": "“Résultat : Taux de réussite de 99,9 % pour les livraisons aux heures de pointe”",
  "testimonialsDominosText": "“Fiable, efficace et toujours à l'heure - Rapidmate a transformé la façon dont nous servons nos clients.”",
  "testimonialsDominosSubText": "“Résultat : Réduction du délai de livraison moyen à 25 minutes.”",
  "testimonialsShusiText": "“Leur professionnalisme et leur capacité d'adaptation garantissent la satisfaction de nos clients à chaque fois.”",
  "testimonialsShusiSubText": "“Résultat : Amélioration du taux de satisfaction des clients de 15 % au quatrième trimestre 2024”"
}
